Revit 2027 API
ParameterTypeId.FabricParamCutOverallLength Property
 "Cut Overall Length": Provides a real sheet Length after definition
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricParamCutOverallLength { get; }
Public Shared ReadOnly Property FabricParamCutOverallLength As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricParamCutOverallLength {
	ForgeTypeId^ get ();
}
static member FabricParamCutOverallLength : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace